Repository: winprotest/pythonprojects
Catalog: GoogleTranslateTestXML/xliff_sample_file_*.xliff
Languages: sl

# app.name
source: TODO List
sl: Seznam opravil

# app.login.text
source: Enter your credentials below to login
sl: Vnesite poverilnice spodaj, da se prijavite

# app.login.message.success
source: Login successful !\nWelcome back %s !
sl: Uspešna povezava! Nbon nazaj% s!

# app.login.message.error
source: Make sure you've entered the correct username and password
sl: Prepričajte se, da ste vnesli pravilno uporabniško ime in geslo

# app.login.password.forget
source: I forgot my password
sl: pozabil sem svoje geslo

# app.login.password.reset
source: Enter your address in the field below. A new password will be sent to your inbox.
sl: Vnesite naslov v spodnjem polju.Novo geslo bo poslano v mapo »Prejeto«.

# app.register.text
source: Sign up for free! No credit card required!
sl: Registrirajte se brezplačno!Brez kreditne kartice!

# app.register.message.success
source: Thank you for signing up !\nPlease check your email address to activate your account.
sl: Zahvaljujemo se vam za registracijo! NPlease Preverite svoj e-poštni naslov, da aktivirate svoj račun.

# app.register.message.error
source: We were unable to sign you up.\nPlease correct the marked fields.
sl: Ne moremo se registrirati. Prosimo, da popravite označena polja.

# app.menu.terms
source: Terms and conditions
sl: Pogoji

# app.users.active:dict/users:dict/one:dict/:string
source: Just one user online
sl: Samo en uporabnik na spletu

# app.users.active:dict/users:dict/other:dict/:string
source: There are %d users online
sl: Obstaja% uporabnikov na spletu

# app.login.text
source: Username
sl: Uporabniško ime

# app.login.pass
source: Password
sl: Geslo
